
b_help = 'Спешу на помощь!\nРассказываю подробно. Если ты хочешь вернуться в меню, то просто поприветсвуй меня :) Вот так /start или через /menu\nНиже ты увидишь кнопки. Просто тыкай и все!\nЕсли я глючу, то попробуй нажать на мою иконку в правом верхнем углу, там будет кнопка "остановить", нажми на неё, а потом ниже на "Перезапустить бота". А еще я очень не люблю, когда матерятся, поэтому давай НЕНАДА.'
greeting_phrase = [
        '/start', 'привет', 'старт',
        'hi', 'хай', 'hello', 'здарова',
        'добрый день', 'здравствуй', 'куку'
                        ]
greeting_answ = 'Привет, дорогой друг! Меня зовут Кузька и я помощник по дому. ;)'


exp_answ = [
    'Фу! Как некультурно! Я вообще-то воспитанный бот! :( Хватит учить меня плохому))\nЛучше тыкни на кнопочку /start.',
    'Может хватит? Жми /start!', 'Мама говорит, что ругаться плохо.', 'Фуфуфу!', 'Откуда ты знаешь такие слова??',
    'Да понял я, понял! У тебя богатый словарный запас!', 'Сделаю вид, что я этого не слышал.', '*Кузя закрыл глаза',
    'Ну почему ты ругаешься??', 'Выдохни и просто напиши /menu', 'Ляляля! А я ничего не слышуууу!', '\U0001F922'
    ]

how_r_u = [
    'Да норм...', 'Бывало и получше...', 'Всегда хорошо!:) Спасибо, что интересуешься.',
    'Все клёво!', 'Хорошо, потому что ты пишешь!', 'Ну конечно хорошо!', 'Все супер!'
           ]
questions_hru = [
    'как дела?', 'как дела', 'как ты', 'как ты?'
            ]
questions_d = [
    'что делаешь', 'что делаешь?', 'чем занимаешься', 'чем занимаешься?'
            ]
wat_ru_d = [
    'Тебе стараюсь помочь!', 'Медитирую \U0001F60C', 'Радуюсь, что ты пишешь! \U0001F917',
    'Думаю, как бы повысить свой функционал...', 'Мечтаю о мире во всем мире \U0001F607'
]
menu_ph = ['меню', 'menu', '/menu']

expletives = [
    'бля', 'fuck', 'сука', 'сцука', 'сучка', 'bitch',
    'хуй', 'хуйня', 'иди нахуй', 'хуи', 'иди на хуй', 'ебать', 'заебись',
    'ебаный в рот', 'хуйло', 'хер', 'хрен', 'иди нахер', 'иди на хер',
    'пизда', 'пиздец', 'иди в пизду', 'манда', 'пидарас', 'педик',
    'мудак', 'гандон', 'херня', 'идиот', 'дурак', 'мудила', 'пидор', 'козлина',
    'козёл', 'мудень', 'урод', 'сволочь', 'скотина', 'гомосек', 'пох', 'хрень', 'придурок'
            ]
expletives_str = ''.join(expletives)